Repository: 7890/audio_rxtx_gui
Catalog: src/lang/*.po
Languages: de

source: About -- THIS PROGRAM IS NOT YET READY FOR ACTION
de: Impressum -- DIESES PROGRAMM IST NOCH NICHT EINSATZBEREIT

source: audio_rxtx GUI for jack_audio_{send, receive}
de: audio_rxtx Benutzeroberfläche für jack_audio_{send, receive}

source: Live JACK Audio Data Transmission
de: Übertragung von mitlaufenden JACK Audio Daten

source: Credits & Program Libraries
de: Titelnennungen & Programm Bibliotheken

source: _Transmission
de: Über_tragung

source: _Settings
de: _Einstellungen

source: _View
de: _Ansicht

source: _Help
de: _Hilfe

source: Start (Send)
de: Starten (Sender)

source: Stop (Send)
de: Stoppen (Sender)

source: Start (Receive)
de: Starten (Empfänger)

source: Stop (Receive)
de: Stoppen (Empfänger)

source: Quit Program
de: Programm beenden

source: Load Default
de: Voreinstellung laden

source: Save As Default
de: Als Voreinstellung speichern

source: Load
de: Laden

source: Save As
de: Speichern unter

source: Configure
de: Konfigurieren

source: Show Send
de: Sender anzeigen

source: Show Receive
de: Empfänger anzeigen

source: Show Both
de: Beide Tafeln anzeigen

source: Manual
de: Handbuch

source: About
de: Impressum

source: Build- & Runtime Info
de: Erstellungs- & Laufzeit Informationen

source: License
de: Lizenz

source: Report Issuse
de: Angelegenheit mitteilen

source: Check For Updates
de: Neuere Programmversion abfragen

source: Ready
de: Bereit

source: Autoconnect
de: Automatisch verbinden

source: No pause when receiver denies transmission
de: Nicht pausieren wenn Empfänger Verbindung ablehnt

source: Enable Testmode
de: Testmodus aktivieren

source: Verbose shell output
de: Ausführliche Ausgabe in Kommandozeileninterpreter

source: Use random port
de: Zufälligen Anschluss verwenden

source: Autostart transmission
de: Übertragung automatisch starten

source: Enable testmode
de: Testmodus aktivieren

source: Rebuffer on sender restart
de: Bei Sender-Neustart neu puffern

source: Rebuffer on underflow
de: Bei Unterlauf neu puffern

source: Re-Use old data on underflow
de: Bei Unterlauf alte Daten wIederverwenden

source: Disallow external buffer control
de: Externe Pufferkontrolle unterbinden

source: Stop transmission on incompatibility
de: Übertragung bei Inkompatibilität stoppen

source: Use built-in font
de: Eingebettete Schrift verwenden

source: Use Cache
de: Zwischenspeicher verwenden

source: Show both panels
de: Beide Tafeln Anzeigen

source: _Cancel
de: _Abbrechen

source: _Apply
de: Ü_bernehmen

source: _Send
de: _Senden

source: _Receive
de: _Empfangen

source: _GUI
de: Benutzer_oberfläche

source: Connect to this JACK server
de: Mit diesem JACK Server verbinden

source: Name of JACK client
de: Name des JACK Clients

source: JACK system:* ports
de: JACK system:* Anschlüsse

source: For 1:n Broadcast scenario
de: Für 1:n Verbreitungs-Szenario

source: Limit totally sent messages
de: Total gesendete Meldungen limitieren

source: Message count limit
de: Maximale Anzahl Meldungen

source: Drop every Nth message
de: Jede n-te Meldung verwerfen

source: jack_audio_send std passthrough
de: jack_audio_send std Weiterleitung

source: Status update interval
de: Status Aktualisierungsintervall

source: UDP port for jack_audio_send
de: UDP Anschluss für jack_audio_send

source: Fixed port (if not random)
de: Fixer Anschluss (wenn nicht zufällig)

source: Start transmission after startup
de: Nach Programmstart Übertragung starten

source: jack_audio_receive std passthrough
de: jack_audio_receive std Weiterleitung

source: Channel offset
de: Kanalverschiebung

source: Initial buffer size (MCP)
de: Initiale Puffergrösse (MCP)

source: Max buffer size (>= initial)
de: Maximale Puffergrösse (>= Init.)

source: Language
de: Sprache

source: Choose Language
de: Sprache wählen

source: Local system font
de: Lokale Systemschriftart

source: Choose Font
de: Schrift wählen

source: Font size "normal" [pt]
de: Schriftgrösse "normal" [pt]

source: Font style
de: Schriftstil

source: Choose Font Style
de: Schriftstil wählen

source: After program startup
de: Nach Programmstart

source: UDP port for GUI (send)
de: UDP Anschluss für Benutzeroberfläche (Sender)

source: UDP port for GUI (receive)
de: UDP Anschluss für Benutzeroberfläche (Empfänger)

source: Fixed port (f not random)
de: Fixer Anschluss (wenn nicht zufällig)

source: Keep dumped resources in cache
de: Zwischengespeicherte Ressourcen behalten

source: Start Transmission
de: Übertragung starten

source: Channels
de: Kanäle

source: Receive On
de: Empfangen auf

source: Port (UDP)
de: Anschluss (UDP)

source: Send To (Receiver)
de: Senden an (Empfänger)

source: Host invalid or not found
de: Host ungültig oder nicht gefunden

source: unknown
de: unbekannt

source: Build Information
de: Erstellungsinformation

source: Runtime Information
de: Laufzeit Information

source: Temporary cache dir
de: Temporäres Verzeichnis für Zwischenspeicher

source: MD5 Sum of jar
de: MD5 Summe des jar

source: IP address of default NIC
de: IP Adresse der Standard-Netzwerkkarte

source: First argument: <URI of .properties file to use>
de: Erstes Argument: <URI der zu verwendenden .properties Datei>

source: A file called '
de: Eine Datei names '

source: ' in the current directory will be loaded if no argument was given and the file is available.
de: ' im aktuellen Verzeichnis wird geladen wenn kein Argument angegeben wurde und die Datei existiert.

source: Temporary Cache Directory: '
de: Temporäres Verzeichnis für Zwischenspeicher: '

source: Using resources from cache
de: Verwende Ressourcen aus Zwischenspeicher

source: Setting permissions of binaries
de: Setze Berechtigungen der Binärdateien

source: Unable to set cross-platform look and feel
de: Konnte "cross-platform look and feel" nicht setzen

source: Send
de: Senden

source: Receive
de: Empfangen

source: OSC GUI server started on UDP port
de: OSC Benutzeroberflächen-Server gestartet auf UDP Anschluss

source: Execute
de: Führe aus

source: Stopping transmission (send)
de: Stoppe Übertragung (Senden)

source: Stopping transmission (receive)
de: Stoppe Übertragung (Empfangen)

source: Could not start OSC GUI server on UDP port
de: Konnte OSC Benutzeroberflächen-Server nicht starten auf UDP Anschluss

source: Shutdown signal received!
de: Signal zum Herunterfahren empfangen!

source: Cleaning up...
de: Räume auf...

source: Removing temporary cache directory '
de: Entferne temporäres Verzeichnis für Zwischenspeicher: '

source: Done! Bye
de: Abgeschlossen! Auf Wiedersehen

source: Stop Transmission
de: Übertragung stoppen

source: _Close
de: _Schliessen

source: Choose
de: Wählen

source: Options
de: Optionen

source: Regular
de: Regulär

source: Bold
de: Fett

source: Italic
de: Kursiv

source: Bold Italic
de: Fett Kursiv

source: extracted '
de: extrahierte '

source: IP address
de: IP Adresse

source: ' done. Exit was
de: ' beendet. Exit war

source: Default built-in settings loaded
de: Eingebettete Voreinstellungen geladen

source: Settings '
de: Einstellungen '

source: ' loaded
de: ' geladen

source: Could not load settings '
de: Konnte Einstellungen nicht laden '

source: File '
de: Datei '

source: ' not found
de: ' nicht gefunden

source: ' saved
de: ' gespeichert

source: Could not save settings '
de: Konnte Einstellungen nicht speichern '

source: started
de: gestartet

source: JACK client name changed
de: JACK Client-Name hat geändert

source: Initializing...
de: Initialisiere...

source: Main loop started
de: Hauptschleife gestartet

source: Test finished
de: Test beendet

source: Process terminated
de: Prozess beendet

source: No libjack found. Is JACK installed?
de: Keine libjack gefunden. Ist JACK installiert?

source: JACK not running (server '
de: JACK läuft nicht (Server '

source: Please start JACK manually.
de: Bitte starte JACK manuell.

source: Back
de: Zurück

source: Autoconnected ports
de: Automatisch verbundene Anschlüsse

source: Waiting for input...
de: Warte auf Eingang...

source: Buffering #
de: Puffere #

source: to go
de: verbleibend

source: Buffering...
de: Puffere...

source: Sender was (re)started
de: Sender wurde (neu) gestartet

source: Receiving audio message #
de: Empfange Audio-Meldung #

source: Receiving channels
de: Empfange Kanäle

source: Fill
de: Füllstand

source: MC Periods
de: MC Perioden

source: Interval ms
de: Intervall ms

source: Underflows
de: Unterläufe

source: Overflows
de: Überläufe

source: Busy
de: Beschäftigt

source: Offering audio message #
de: Offeriere Audio-Meldung #

source: Offering...
de: Offeriere...

source: Transmission denied (
de: Übertragung abgelehnt (

source: Receiver denied transmission
de: Empfänger hat Verbindung abgelehnt

source: Receiver accepted transmission
de: Empfänger hat Verbindung akzeptiert

source: ch.
de: K.

source: Sending audio message #
de: Sende Audio-Meldung #

source: Receiver requested pause
de: Empfänger beantragt zu Pausieren
